Repository: majdkar/aldahiTop
Catalog: aldahiAdmin/src/Client/Resources/Pages/Products/AddEditCompanyProduct.*.resx
Languages: ar

source: Add Product
ar: إضافة منتج

source: Basic Information
ar: المعلومات الأساسية

source: Brand
ar: الماركة

source: Cancel
ar: إلغاء

source: Category
ar: فئة المنتج

source: Code
ar: الكود

source: Color
ar: اللون

source: Company Name
ar: أسم الشركة

source: Company Type
ar: نوع الشركة

source: daycare
ar: الحضانات

source: Delete
ar: حذف

source: Details Product
ar: تفاصيل المنتج

source: DiscriptionAboutAr
ar: الوصف بالعربي

source: DiscriptionAboutAr1
ar: الوصف بالعربي 1

source: DiscriptionAboutAr2
ar: الوصف بالعربي 2

source: DiscriptionAboutAr3
ar: الوصف بالعربي 3

source: DiscriptionAboutAr4
ar: الوصف بالعربي 4

source: DiscriptionAboutAr5
ar: الوصف بالعربي 5

source: DiscriptionAboutEn
ar: الوصف بالانكليزي

source: DiscriptionAboutEn1
ar: الوصف بالانكليزي 1

source: DiscriptionAboutEn2
ar: الوصف بالانكليزي2

source: DiscriptionAboutEn3
ar: الوصف بالانكليزي 3

source: DiscriptionAboutEn4
ar: الوصف بالانكليزي 4

source: DiscriptionAboutEn5
ar: الوصف بالانكليزي 5

source: DiscriptionAr
ar: الوصف بالعربي

source: DiscriptionBenefitsAr
ar: الفوائد بالعربي

source: DiscriptionBenefitsEn
ar: الفوائد بالانكليزي

source: DiscriptionEn
ar: الوصف بالانكليزي

source: DiscriptionPropertiesAr
ar: الخصائص بالعربي

source: DiscriptionPropertiesEn
ar: الخصائص بالانكليزي

source: DiscriptionUseAr
ar: كيفية الاستخدام بالعربي

source: DiscriptionUseEn
ar: كيفية الاستخدام بالانكليزي

source: export
ar: شركة تصدير

source: finance
ar: شركة تمويل

source: IsBestSeller
ar: الأكثر مبيعا

source: IsFavorite
ar: مفضلة

source: IsRecent
ar: وصل حديثا

source: IsStack
ar: يوجد في المخزون؟

source: IsVisible
ar: مرئي

source: NameAr
ar: الاسم بالعربي

source: NameEn
ar: الاسم بالانكليزي

source: Order
ar: ترتيب السجل

source: Points
ar: نقاط المكافأة

source: Price
ar: السعر

source: Product Images
ar: صور المنتج

source: Product Offers
ar: عروض المنتج

source: Product Prices Offers
ar: عروض أسعار المنتج

source: Product Properties
ar: خصائص المنتج

source: Save
ar: حفظ

source: schools
ar: المدارس

source: shipping
ar: شركة شحن

source: Size
ar: المقاس

source: SubCategory
ar: الفئة الفرعية

source: trainingcenter
ar: مراكز تدريب

source: Unit
ar: الواحدة

source: universities
ar: الجامعات

source: Update
ar: تعديل

source: Update Product
ar: تعديل منتج

source: Upload
ar: تحميل

source: Upload Product Image
ar: إضافة صورة المنتج

source: ValueAr
ar: المحتوى بالعربي

source: ValueEn
ar: المحتوى بالانكليزي

source: Weight
ar: الوزن

source: Add Product Component
ar: إضافة عنصر منتج

source: Update Product Component
ar: تعديل عنصر منتج

source: Discription
ar: الوصف

source: Upload Component Image
ar: صورة العنصر

source: View
ar: عرض

source: Upload Component Image1
ar: 2 صورة العنصر

source: Upload Component Image2
ar: 3 صورة العنصر

source: Upload Component Image3
ar: 4 صورة العنصر

source: Upload Component Image4
ar: 5 صورة العنصر

source: Upload Component Image5
ar: 6 صورة العنصر

source: SubSubCategory
ar: الفئة الفرعية الفرعية

source: SubSubSubCategory
ar: الفئة الفرعية الفرعية الفرعية

source: ParentCategory
ar: الفئة الرئيسية
