Repository: majdkar/aldahiTop
Catalog: aldahiAdmin/src/Client/Resources/Shared/NavMenu.*.resx
Languages: ar

source: Academy Requests
ar: طلبات الأكاديميات

source: Academys
ar: الأكاديميات

# AcademysManagement Management
source: Academy Management
ar: إدارة الأكاديميات

source: Account
ar: حساب

source: Products Kinds
ar: أنواع المنتجات

source: Administrator
ar: مدير الموقع

# AgeCategorytbls
source: Age Categories
ar: الفئات العمرية

source: Audit Trails
ar: متابعة التغييرات

# BlockCategoriesList
source: Block Categories
ar: فئات الكتل

source: Blocks
ar: الكتل

# BlocksList
source: Block List
ar: قائمة الكتل

source: Brands
ar: البراند (ماركات السيارات)

source: Car Reservation Orders
ar: طلبات حجوزات السيارات

source: Car Models
ar: موديل السيارات

source: Cars Reservations Management
ar: إدارة الحجوزات والمدفوعات

source: Catalog Management
ar: إدارة المنتجات

source: Championships Classifications
ar: تصنيف البطولات

source: Chat
ar: الدردشة

source: Club Requests
ar: طلبات النوادي

source: Clubs
ar: النوادي

# ClubsManagement Management
source: Clubs Management
ar: إدارة النوادي

source: Club Types
ar: أنواع النوادي

# CodeCars
source: Code Plates Cars
ar: رموز لوحات السيارات

source: Communication
ar: الاتصال

source: Contact US
ar: الاتصال بنا

source: Dashboard
ar: العرض

source: Delivery Orders
ar: إدارة الطلبات

source: Document Management
ar: الوثائق

source: Document Store
ar: مخزن الوثائق

source: Document Types
ar: أنواع الوثائق

source: Events
ar: الفعاليات

source: EventsList
ar: قائمة الفعاليات

source: FAQs
ar: أسئلة متكررة

source: Features
ar: السمات

# GeneralSettings Management
source: General Settings
ar: إعدادات عامة

source: Home
ar: الصفحة الرئيسية

source: Mail
ar: البريد الالكتروني

source: Manufacture Type
ar: نوع الصنع

source: Menu Categories
ar: فئات القوائم

source: Menus
ar: القوائم

source: Nations
ar: الجنسيات

source: Orders Management
ar: إدارة الطلبات

source: Owners
ar: المالكون

# OwnersManagement Management
source: Owners Management
ar: إدارة المالكين

source: Pages
ar: الصفحات

source: Passports
ar: جوازات السفر

source: Personal
ar: الاعدادات الشخصية

source: Player Classifications
ar: وصف اللاعبين

source: Players
ar: كشوف اللاعبين

# PlayersManagement Management
source: Players Management
ar: إدارة اللاعبين

# Princedoms
source: Citys
ar: المدن

# Products
source: Products Management
ar: إدارة المنتجات

source: Provider Services
ar: الخدمات

source: Quick Start Guide
ar: دليل مساعد

# RequestStatuss
source: Request Status
ar: حالة الطلبات

source: Resources
ar: الموارد

source: Roles
ar: الأدوار

# Sexs
source: Sex
ar: الجنس

source: Suggestions
ar: الأقتراحات

source: Supplier Companies
ar: إدارة الشركات الموردة

source: Supplier Companies List
ar: قائمة الشركات الموردة

source: Users
ar: المستخدمون

source: Bonus Points
ar: نقاط المكافأة

source: Coupons
ar: الكوبونات

# ProductInstantPricing
source: Instant pricing
ar: التسعير الفوري

source: Cars
ar: السيارات

source: Manage subscription requests
ar: إدارة طلبات الاشتراك

source: subscription requests
ar: طلبات الاشتراك

source: Categoryies
ar: الأصناف

source: Subscribers
ar: المشتركون

source: Product Categories
ar: فئات المنتجات

source: Products Categoryies
ar: أصناف المنتجات
